[
  {"id": 1, "joke": "Why don't skeletons fight each other? They don't have the guts."},
  {"id": 2, "joke": "I told my wife she was drawing her eyebrows too high. She looked surprised."},
  {"id": 3, "joke": "Parallel lines have so much in common. It's a shame they'll never meet."},
  {"id": 4, "joke": "I threw a boomerang a few years ago. I now live in constant fear."},
  {"id": 5, "joke": "Why did the scarecrow win an award? Because he was outstanding in his field."},
  {"id": 6, "joke": "I told my computer I needed a break, and now it won't stop sending me Kit-Kats."},
  {"id": 7, "joke": "I asked my dog what's two minus two. He said nothing."},
  {"id": 8, "joke": "Why don't scientists trust atoms? Because they make up everything!"},
  {"id": 9, "joke": "I told a joke about chemistry, but I got no reaction."},
  {"id": 10, "joke": "Why did the math book look sad? Because it had too many problems."},
  {"id": 11, "joke": "Why was the computer cold? It left its Windows open."},
  {"id": 12, "joke": "Why don't programmers like nature? Too many bugs."},
  {"id": 13, "joke": "How do you comfort a JavaScript bug? You console it."},
  {"id": 14, "joke": "Why did the developer go broke? Because he used up all his cache."},
  {"id": 15, "joke": "Why do Java developers wear glasses? Because they can't C#."},
  {"id": 16, "joke": "What do you call a can opener that doesn't work? A can't opener."},
  {"id": 17, "joke": "Why was the broom late? It swept in."},
  {"id": 18, "joke": "Why can't your nose be 12 inches long? Because then it would be a foot."},
  {"id": 19, "joke": "Why don't oysters give to charity? Because they're shellfish."},
  {"id": 20, "joke": "What do you call fake spaghetti? An impasta."},
  {"id": 21, "joke": "Why don't programmers like to go outside? The sunlight causes too many glares on their screens."},
  {"id": 22, "joke": "I would tell you a UDP joke... but you might not get it."},
  {"id": 23, "joke": "Why did the computer show up at work late? It had a hard drive."},
  {"id": 24, "joke": "Debugging: Removing the needles from the haystack."},
  {"id": 25, "joke": "Why don't pirates know the alphabet? They always get stuck at C."},
  {"id": 26, "joke": "I told my phone it was being too slow. Now it's on airplane mode."},
  {"id": 27, "joke": "Why did the coffee file a police report? It got mugged."},
  {"id": 28, "joke": "My boss told me to have a good day... so I went home."},
  {"id": 29, "joke": "Why don't graveyards ever get overcrowded? People are dying to get in."},
  {"id": 30, "joke": "I used to play piano by ear, now I use my hands."},
  {"id": 31, "joke": "Why can't you trust stairs? Because they're always up to something."},
  {"id": 32, "joke": "Why did the stadium get hot after the game? All the fans left."},
  {"id": 33, "joke": "Why can't Elsa have a balloon? Because she'll let it go."},
  {"id": 34, "joke": "Why don't eggs tell jokes? They'd crack each other up."},
  {"id": 35, "joke": "I asked the librarian if the library had books on paranoia. She whispered, 'They're right behind you.'"},
  {"id": 36, "joke": "Why did the chicken join a band? Because it had the drumsticks."},
  {"id": 37, "joke": "Why don't seagulls fly over the bay? Because then they'd be bagels."},
  {"id": 38, "joke": "What do you call cheese that isn't yours? Nacho cheese."},
  {"id": 39, "joke": "Why did the golfer bring two pairs of pants? In case he got a hole in one."},
  {"id": 40, "joke": "I told my suitcase we're not going on vacation this year. Now I'm dealing with emotional baggage."},
  {"id": 41, "joke": "Why did the scarecrow keep getting promoted? Because he was outstanding in his field."},
  {"id": 42, "joke": "Why did the music teacher go to jail? Because she got caught with too many sharp objects."},
  {"id": 43, "joke": "Why did the tomato turn red? Because it saw the salad dressing."},
  {"id": 44, "joke": "I told my wife she should embrace her mistakes. She gave me a hug."},
  {"id": 45, "joke": "Why did the man put his money in the freezer? He wanted cold hard cash."},
  {"id": 46, "joke": "I asked my dog if he wanted to go for a walk. He said, 'Woof course.'"},
  {"id": 47, "joke": "Why did the skeleton go to the party alone? Because he had no body to go with."},
  {"id": 48, "joke": "Why was the computer stressed? It had too many tabs open."},
  {"id": 49, "joke": "Why don't cows have any money? Because farmers milk them dry."},
  {"id": 50, "joke": "Why can't a bicycle stand on its own? Because it's two-tired."},
  {"id": 51, "joke": "I told my WiFi we should see other people. Now I feel disconnected."},
  {"id": 52, "joke": "Why did the smartphone go to school? It wanted to be smarter."},
  {"id": 53, "joke": "Why don't sharks like fast food? Because they can't catch it."},
  {"id": 54, "joke": "I used to hate facial hair... but then it grew on me."},
  {"id": 55, "joke": "Why did the math teacher love the ocean? Because it had so many functions."},
  {"id": 56, "joke": "Why did the man run around his bed? Because he wanted to catch up on sleep."},
  {"id": 57, "joke": "I asked my computer for a joke. It said, 'Error 404: Joke not found.'"},
  {"id": 58, "joke": "Why was the photo sent to jail? It was framed."},
  {"id": 59, "joke": "Why did the ghost go to the party? Because he heard it was going to be a boo-last."},
  {"id": 60, "joke": "Why did the cat sit on the computer? It wanted to keep an eye on the mouse."}
]
