[
  {"id": 1, "joke": "Why don’t skeletons fight each other? They don’t have the guts."},
  {"id": 2, "joke": "I told my wife she was drawing her eyebrows too high. She looked surprised."},
  {"id": 3, "joke": "Parallel lines have so much in common. It’s a shame they’ll never meet."},
  {"id": 4, "joke": "I threw a boomerang a few years ago. I now live in constant fear."},
  {"id": 5, "joke": "Why did the scarecrow win an award? Because he was outstanding in his field."},
  {"id": 6, "joke": "I told my computer I needed a break, and now it won’t stop sending me Kit-Kats."},
  {"id": 7, "joke": "I asked my dog what's two minus two. He said nothing."},
  {"id": 8, "joke": "Why don’t scientists trust atoms? Because they make up everything!"},
  {"id": 9, "joke": "I told a joke about chemistry, but I got no reaction."},
  {"id": 10, "joke": "Why did the math book look sad? Because it had too many problems."},
  {"id": 11, "joke": "Why was the computer cold? It left its Windows open."},
  {"id": 12, "joke": "Why don’t programmers like nature? Too many bugs."},
  {"id": 13, "joke": "How do you comfort a JavaScript bug? You console it."},
  {"id": 14, "joke": "Why did the developer go broke? Because he used up all his cache."},
  {"id": 15, "joke": "Why do Java developers wear glasses? Because they can’t C#."},
  {"id": 16, "joke": "What do you call a can opener that doesn’t work? A can’t opener."},
  {"id": 17, "joke": "Why was the broom late? It swept in."},
  {"id": 18, "joke": "Why can’t your nose be 12 inches long? Because then it would be a foot."},
  {"id": 19, "joke": "Why don’t oysters give to charity? Because they’re shellfish."},
  {"id": 20, "joke": "What do you call fake spaghetti? An impasta."},
  {"id": 21, "joke": "Why don’t programmers like to go outside? The sunlight causes too many glares on their screens."},
  {"id": 22, "joke": "I would tell you a UDP joke... but you might not get it."},
  {"id": 23, "joke": "Why did the computer show up at work late? It had a hard drive."},
  {"id": 24, "joke": "Debugging: Removing the needles from the haystack."},
  {"id": 25, "joke": "Why don’t pirates know the alphabet? They always get stuck at C."},
  {"id": 26, "joke": "I told my phone it was being too slow. Now it’s on airplane mode."},
  {"id": 27, "joke": "Why did the coffee file a police report? It got mugged."},
  {"id": 28, "joke": "My boss told me to have a good day… so I went home."},
  {"id": 29, "joke": "Why don’t graveyards ever get overcrowded? People are dying to get in."},
  {"id": 30, "joke": "I used to play piano by ear, now I use my hands."}
]
